[
  { 
    "name": "Городское лето",
    "about": "Ознакомительный сет, который состоит из всех необходимых по уходу средств с натуральным составом для жаркого лета.",
    "contains" : [
      "Гель-эксфолиант в ассортименте",
      "Крем дневной 'Аргана и амарант SPF 10', разглаживающий",
      "Солнцезащитный крем 'Календула', SPF30",
      "Скраб для тела супер-детокс 'Сандаловый уголь'",
      "Гель антибактериальный",
      "Набор пробников биочистки классической и нежной",
      "Массажное масло с арникой, саше (3 шт)",
      "Женская бритва 'Gillette Venus Platinum' + сменная кассета"
    ],
    "images": {"full": "static/bbox1.jpg"},
    "weight_grams": 2300,
    "size": [200,190,130],
    "inner_id": 1,
    "price": 1799
  },
  { 
    "name": "Коса расти до пояса",
    "about": "Ознакомительный сет, который состоит из всех необходимых по уходу средств с натуральным составом для красоты ваших волос!",
    "contains" : [
      "Шампунь для бережного очищения волос",
      "Бальзам для волос 'Brocco-lee', укрепляющий",
      "Щетка для волос из натуральной соломы, в ассортименте",
      "Шампунь твёрдый 'Шикарный'",
      "Маска-восстановление для волос 'Радужный орех'",
      "Спрей для фиксации волос в ассортименте",
      "100% жирное масло 'Виноград'"
    ],
    "images": {"full": "static/bbox2.jpg"},
    "weight_grams": 1950,
    "size": [200,190,130],
    "inner_id": 2,
    "price": 1499
  },
  { 
    "name": "Мини-бокс летний №1",
    "about": "Дополнительный выпуск весеннего бокса. ",
    "contains" : [
      "Живица. Крем для лица с керамидами 50 мл",
      "Живица. Крем для лица ночной Смородина 50 мл",
      "Siberina. Концентрат масел для лица 'Глубокое увлажнение', 30 мл  или Siberina. Концентрат масел для лица 'Эффект сияния', 30 мл",
      "Laboratorium. Молочко для снятия макияжа, 200 мл",
      "Smorodina. Альгинатная маска 45 г",
      "Siberina. Дезодорант 'Цитрус', 50 мл или Siberina. Дезодорант 'Нейтральный', 50 мл",
      "Arnebia. Крем для рук, 50 мл",
      "Savonry. Крем-гель для интимной гигиены, 200 мл",
      "Laboratorium. Микс для ванны № 2 (роза и пион), 250 мл",
      "Savonry. Сыворотка для волос «Экспресс-восстановление», 100 мл"
    ],
    "images": {"full": "static/bbox3.jpg"},
    "weight_grams": 2350,
    "size": [200,190,130],
    "inner_id": 3,
    "price": 1099
  },
  { 
    "name": "Бьюти бокс №10 с натуральной косметикой",
    "about": "Это бьюти-бокс с набором средств от известных российских и зарубежных производителей натуральной и органической косметики. Стоимость бокса — 1 690 руб., при общей стоимости наполнения практически на 5 000 рублей. Наполнение коробочки наша команда подбирала, прислушиваясь к вашим отзывам и наблюдая, какие продукты пользуются самой большой популярностью. И, конечно, все средства незаменимы в летний сезон - проверено!",
    "contains" : [
      "BioSecure.Сыворотка для интенсивного увлажнения 30 мл",
      "Laboratorium. Крем для лица, 60 мл",
      "Laboratorium. Маски для лица 20 мл (в ассортименте)",
      "Мастерская Олеси Мустаевой. Крем ночной для лица, 15 мл ",
      "Laboratorium. Сыворотка с AHA-кислотами, 50 мл",
      "Levrana. Мицеллярная вода “Гранат”, 100 мл",
      "LOGONA. Шампунь для базового ухода за волосами с Экстрактом Крапивы, 75 мл",
      "Мастерская Олеси Мустаевой. Бальзам-кондиционер для волос с Маслом брокколи, 120 мл",
      "Nano Organic. Крем для рук, 100 мл",
      "Мастерская Лавровых. Спрей антибактериальный (спиртовой), 150 мл",
      "Мастерская Олеси Мустаевой. Lavender. Очищающий гель для интимной гигиены, 170 мл"
    ],
    "images": {"full": "static/bbox4.jpg"},
    "weight_grams": 2500,
    "size": [200,190,130],
    "inner_id": 4,
    "price": 1690
  },
  { 
    "name": "BALCON MAGAZINE manicure box",
    "about": "Журнал Balcon Magazine выпустил специальный бокс для маникюра, который удобно хранить под рукой, брать в путешествие и в офис. Внутрь положили 12 продуктов для увлажнения, восстановления кожи рук, обработки кутикулы, нанесения покрытия.",
    "contains" : [
      "Согревающая маска для рук «Интенсивное питание и увлажнение» Dermask, Dr. Jart+. Полноразмерная.",
      "Увлажняющий крем для рук «О’Термаль», Uriage. Тревел-формат, 30 мл",
      "Лак для ногтей в оттенке Yes My Condor Can-Do, OPI. Полноразмерный",
      "Средство для размягчения и удаления кутикулы, Domix Green Professional. Полноразмерное",
      "Масло миндальное для ногтей и кутикулы, Domix Green Professional. Полноразмерное",
      "Лосьон увлажняющий для кожи с маслом какао и витамином Е, Palmer’s. Миниатюра, 11 мл",
      "Крем для рук и ногтей «Пять трав», Kamill. Тревел-формат, 30 мл",
      "Лак для ногтей Classic, Cosmake. Полноразмерный, оттенки в ассортименте",
      "Салфетки для снятия гель-лака и лака, Milv Krimle. Полноразмерные",
      "Пилки для ногтей и палочка для кутикулы, QVS. Полноразмерные",
      "Баф для ногтей, QVS. Полноразмерный",
      "Лак для ногтей Complete Care 2 в 1, Naillook. Полноразмерный"
    ],
    "images": {"full": "static/bbox5.jpg"},
    "weight_grams": 2100,
    "size": [200,190,130],
    "inner_id": 5,
    "price": 1690
  },
  { 
    "name": "GOLDPINEAPPLEBOX women's edition",
    "about": "Долгожданный набор от сети магазинов Золотой ананас. Общая стоимость бокса 6780 руб.",
    "contains" : [
      "DIVAGE 90х60х90 Pump It Up Тушь для ресниц (оттенок № 01). Полноразмерная",
      "TRESemme Repair and Protect Восстанавливающая маска, 300 мл",
      "ORIBE Dry Texturizing Spray (Purse Size Deluxe) Спрей для сухого дефинирования, 37 мл",
      "ROUGE BUNNY ROUGE Forever Yours… Устойчивый карандаш для губ (оттенок 100 Francis). Полноразмер",
      "CLÉ DE PEAU BEAUTE Увлажняющий освежающий лосьон N, 30 мл",
      "GUAM Fanghi D’Alga Маска антицеллюлитная с охлаждающим эффектом, 90 мл",
      "Weleda Wildrose Розовый разглаживающий дневной крем, 7 мл",
      "REXALINE Rexaline Derma Крем омолаживающий для чувствительной кожи лица, 10 мл",
      "DR. BRANDT Hyaluronic Cream Крем для лица с гиалуроновой кислотой, 7,5 гр",
      "THALGO Iridescent Island Milk Радужное молочко для тела «Экзотические острова», 5 мл",
      "LOEWE Aura Pink Magnolia Парфюмерная вода, 2 мл",
      "GUERLAIN Parure Gold Тональный крем, 5 мл",
      "LANCASTER Micellar cleansing: Water Мицеллярная вода для умывания, 30 мл",
      "LANCASTER Skin Life Primer Праймер для лица, 10 мл",
      "LANCASTER 365 Cellular Serum Face Восстанавливающая омолаживающая сыворотка для лица, 10 мл",
      "LANCASTER Skin Life Day Cream Дневной крем для лица, 3 мл",
      "SHISEIDO ModernMatte Матовая помада для губ (оттенок 505 Peep Show), 2,5 гр",
      "CAFÉ MIMI Shower Gel Banana and Lychee Гель для душа «Банан и Личи», 110 мл",
      "NARCISO RODRIGUEZ Narciso Rodriguez For Her, 1 мл",
      "SATIVA Alginate Soothing Peel Off Mask Маска альгинатная успокаивающая №105, 15 гр",
      "AVENE Body Увлажняющий бальзам с тающей текстурой, 100 мл",
      "KLORANE Nourishing Conditioner with Mango Butter Бальзам-кондиционер с маслом манго, 50 мл",
      "CHI Infra Silk Infusion Восстанавливающий гель «Шелковая инфузия», 15 мл",
      "Патчи «Улитка»"
    ],
    "images": {"full": "static/bbox6.jpg"},
    "weight_grams": 2400,
    "size": [200,190,130],
    "inner_id": 6,
    "price": 1990
  },
  { 
    "name": "GOLDPINEAPPLEBOX clé de peau beauté edition",
    "about": "Мы собрали для вас бокс с роскошной премиальной косметикой для ухода за кожей лица.",
    "contains" : [
      "Clé de Peau Beauté Смягчающая очищающая пенка, 20 мл.",
      "Clé de Peau Beauté Сыворотка-активатор The Serum, 7 мл.",
      "Clé de Peau Beauté Увлажняющий смягчающий лосьон N, 30 мл.",
      "Clé de Peau Beauté Защитная дневная эмульсия N, 12 мл.",
      "Clé de Peau Beauté Ночная эмульсия интенсивного действия N, 12 мл.",
      "Clé de Peau Beauté Ватные подушечки, 4 шт.",
      "Clé de Peau Beauté Косметичка с красным принтом."
    ],
    "images": {"full": "static/bbox7.jpg"},
    "weight_grams": 1400,
    "size": [200,190,130],
    "inner_id": 7,
    "price": 2990
  },
  { 
    "name": "BALCON MAGAZINE полезный бокс",
    "about": "Журнал Balcon ради здоровья кожи (и нашего ментального) собрал и выпустил полезный бокс с косметикой, санитайзерами и благовониями. Это не просто бьюти-набор или косметичка. Это повод расслабиться и провести время с пользой и вниманием к себе. В конце концов, неважно что творится за окном, когда под рукой есть набор средств для ухода, противомикробной защиты и удовольствия. Внутри полезного бокса — 18 продуктов: кремы для лица, гель для тела, очищающие, увлажняющие маски, сыворотки, лосьон, конопляный бальзам и другие мастхэвы.",
    "contains" : [
     "22/11 COSMETICS Гель-санитайзер для рук c наночастицами серебра. Полноразмерный, 22 мл.",
     "FILORGA Набор лифтинг-ухода на 7 дней. Набор миниатюр 3 х 7",
     "GLAMGLOW Очищающая маска для лица Supermud Clearing Treatment. Миниатюра, 7 мл.",
     "FLAME MOSCOW Благовония. Полноразмерные. Продукт в ассортименте. В боксе попадется один из трех ароматов благовоний — Marie, Ines или Agatha",
     "LABORATORIUM Увлажняющая сыворотка с гиалуроновой кислотой. Полноразмерная, 50 мл.",
     "SMASHBOX Праймер Photo Finish Vitamin Glow. Делюкс-миниатюра, 7 мл.",
     "ORIGINS Очищающая 10-минутная маска для проблемной кожи лица Out of Trouble™. Тревел-формат, 15 мл.",
     "КРАСНОПОЛЯНСКАЯ КОСМЕТИКА Гидролат «Лаванда». Полноразмерный, 100 мл.",
     "HASK Увлажняющая маска с маслом макадамии Полноразмерная, 50 г.",
     "NONICARE Восстанавливающий гель для душа Deluxe. Тревел-формат, 50 мл.",
     "CETTUA Маска для лица гидрогелевая. Полноразмерная.",
     "PUREDERM Коллагеновая маска с экстрактом зеленого чая. Полноразмерная.",
     "WHITE GLO Экстрасильная отбеливающая зубная паста Professional Choice. Полноразмерная, 100 г.",
     "BARNÄNGEN Лосьон для тела Oil Intense. Тревел-формат, 50 мл.",
     "MEGRHYTHM Паровая маска для глаз (аромат «Лаванда-шалфей»). Полноразмерная, 1 шт.",
     "BEAUTY MINIMALIST Гель антибактериальный с хлоргексидином 0,3%. Полноразмерный, 50 мл.",
     "1753 COSMETICS Бальзам конопляный Hemp balm 1753 cosmetics «Фрезия». Полноразмерный, 30 мл.",
     "7DAYS Крем-парфюм для рук Happy Hands Hello, Everybody! Полноразмерный, 25 г."
    ],
    "images": {"full": "static/bbox8.jpg"},
    "weight_grams": 2000,
    "size": [200,190,130],
    "inner_id": 8,
    "price": 1990
  },
  { 
    "name": "GOLDPINEAPPLEBOX home spa",
    "about": "HOME SPA включает в себя все лучшие средства для домашнего ухода, чтобы ваша кожа всегда сияла здоровьем и красотой.",
    "contains" : [
      "Korres Крем для тела Olive & Sea Salt Body Cream, 40 мл.",
      "Yeauty Очищающая маска Black Head Peel Off. Полноразмер, 50 мл.",
      "Naturalium Питательный мини лосьон для тела Emotions Skin Nourishing Body Lotion Shea & Macadamia, 80 мл.",
      "Lancaster Тоник для сухой и чувствительной кожи лица Comforting Perfecting Toner, 30 мл.",
      "Clarins Сыворотка, способствующая сокращению пигментации и придающая сияние коже, Bright Plus, 7 мл.",
      "Lancaster Крем для кожи вокруг глаз Skin Life Early-Age-Delay Eye Cream, 3 мл.",
      "Mizon Маска листовая для лица антивозрастная Enjoy Vital Up Time Anti Wrinkle Mask.",
      "Glamglow Пенящаяся маска Instamud 60-seconds Pore-Refining Treatment. Миниатюра, 7 мл.",
      "Clinique Крем интенсивное увлажнение для всех типов кожи на 72 часа Moisture Surge, 7 мл.",
      "Elmolu Маска для лица (в ассортименте).",
      "Botavikos Крем для рук и ног. Полноразмер, 75 мл.",
      "Botavikos Крем для рук, коленей и ногтей. Полноразмер, 75 мл.",
      "В боксе попадётся один из двух продуктов Botavikos.",
      "Purederm Маска-лифтинг для лица с коэнзимом Q-10.",
      "DryRU Средство от потоотделения для всех типов кожи Light, 50 мл.",
      "Etude Organix Маска-слайсы восстанавливающая «Гранат», 25 гр.",
      "MegRhythm Паровая маска для глаз (без запаха).",
      "Weleda Тонизирующее очищающее средство 2 в 1 Erfrischende Reinigung, 10 мл.",
      "Бархатные ручки Ночной восстанавливающий крем для рук. Полноразмер, 80 мл.",
      "Cotton Ватные палочки.",
      "Cotton Ватные диски.",
      "Чистая линия Маска для лица «Увлажнение», 5 мл/каждая часть."
    ],
    "images": {"full": "static/bbox9.jpg"},
    "weight_grams": 850,
    "size": [200,190,130],
    "inner_id": 9,
    "price": 990
  },
  { 
    "name": "BALCON MAGAZINE fitness box",
    "about": "Журнал Balcon Magazine выпустил специальный бокс для домашнего фитнеса и ухода за телом. Внутрь положили 10 продуктов, включая косметические средства, инвентарь для тренировок, аксессуары, которые можно носить независимо от физподготовки.",
    "contains" : [
      "Скакалка с пластиковыми ручками. 2,5 м.",
      "Бейсболка ZASPORT. Полноразмерная.",
      "В фитнес-боксе попадется бейсболка в одном из трех цветов (черная, бежевая, голубая).",
      "Фитнес-резинка",
      "В фитнес-боксе попадется фитнес-резинка в одном из пяти цветов (салатовая, желтая, голубая, красная, черная).",
      "Бутылка для воды Amungen, GEN. 0,6 л.",
      "Парфюмированное масло для душа Prodigieux, NUXE. Тревел-формат, 100 мл.",
      "Тонизирующее масло для тела Tonic, CLARINS. Миниатюра, 10 мл.",
      "Твердый дезодорант, LABORATORIUM. Полноразмерный.",
      "В фитнес-боксе попадется дезодорант с одним из трех ароматов (иланг-иланг, эвкалипт — мята, жасмин — лимон).",
      "Лосьон для тела Ceramidin, DR. JART+. Тревел-формат, 30 мл.",
      "Березовое антицеллюлитное масло, WELEDA. Миниатюра, 10 мл.",
      "Тонирующий автобронзант-лосьон, ST. MORIZ. Полноразмерный, в формате саше, 30 мл. Светлый оттенок."
    ],
    "images": {"full": "static/bbox10.jpg"},
    "weight_grams": 1650,
    "size": [300,210,180],
    "inner_id": 10,
    "price": 1790
  },
  { 
    "name": "GOLDPINEAPPLEBOX asian edition",
    "about": "Фанаты азиатской косметики, ликуйте! В нашем фирменном GoldPineAppleBOX Asian Edition есть все самые любимые и проверенные средства.",
    "contains" : [
      "Secret Key Rose Floral Softening Toner Увлажняющий тонер для лица с экстрактом дамасской розы, 248 мл (полноразмер).",
      "Lazurico Tanakura Super Clay Шампунь и маска, 8 мл.",
      "Dr. Jart+ Dermaclear Биоводородная микро-вода для очищения и тонизирования кожи, 30 мл.",
      "Japan Gals Pure 5 Essence Mask Питательная маска с раствором коллагена, 26 гр.",
      "Hosa La Parfums De Luxe Набор парфюмированных продуктов: шампунь, гель для душа, кондиционер-ополаскиватель, лосьон для тела, 8 мл./саше.",
      "Limoni Collagen Shhet Mask Маска-лифтинг для лица с коллагеном, 20 гр.",
      "SECRET NATURE 'Серия с кактусом' 4 этапа (1 мл/саше): Jeju Cactus Moisture Toner Разглаживающий тоник; Jeju Cactus Moisture Essence Эссенция разглаживающая; Jeju Cactus Moisture Emulsion Эмульсия разглаживающая; Jeju Cactus Moisture Cream Крем для лица после нанесения тоника, эссенции и эмульсии.",
      "Kracie Revitalizing Шампунь и маска, 10 мл.",
      "EKEL Red Ginseng Ultra Hydrating Essence Mask Маска тканевая с экстрактом с красного женьшеня, 25 мл.",
      "Erborian BB eye Touche Parfaite ВВ крем корректирующий уход для кожи вокруг глаз, 1,5 мл.",
      "Erborian Mask&Peel Mask Разглаживающая маска-пилинг «Кунжутное молоко», 1,5 гр.",
      "Erborian Bamboo Crème Frappee Бамбук крем-фраппе, 5 мл.",
      "L’arvore Derma Post Plus Cream Точечный восстанавливающий крем с пептидами, 15 мл.",
      "Purederm Ultra Hydrating Shea Butter Mask Ультра-увлажняющая маска с маслом Ши 'Олива', 15 гр.",
      "Fabrik Cosmetology Collagen Crystal Mask Bio Gold Патчи для области вокруг глаз, 9 гр.",
      "FRUDIA Пилинг-диск в саше",
      "Shary Carcade Tea Ферментная тканевая маска, 25 гр."
    ],
    "images": {"full": "static/bbox11.jpg"},
    "weight_grams": 1200,
    "size": [200,190,130],
    "inner_id": 11,
    "price": 1390
  },
  { 
    "name": "GOLDPINEAPPLEBOX +sos edition",
    "about": "Новый выпуск GoldPineAppleBOX посвящен защите кожи в холодное время года. В бьюти-боксе более 10 sos-средств",
    "contains" : [
      "Kiehl's – маска для лица с авокадо (10 гр.)", 
      "Avene – cтик для губ (4 гр.)", 
      "Rexaline – крем омолаживающий для чувствительной кожи лица (10 мл.)",
      "Shiseido – патчи для области вокруг глаз (1 саше)", 
      "Vichy – гель-сыворотка для кожи (10 мл.)", 
      "Mixit – универсальные влажные салфетки (20 шт.)", 
      "Kenzoki – крем для свежести и сияния кожи (8 мл.)", 
      "Estel – маска для лица (50 мл.)",
      "Ikoo – салфетки для волос – сухой шампунь (8 шт.)"
    ],
    "images": {"full": "static/bbox12.jpg"},
    "weight_grams": 1300,
    "size": [200,190,130],
    "inner_id": 12,
    "price": 1490
  }
]